Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Bends the background at the edges and adds a bright rim, like the dock. Off keeps the softer frosted glass, which is easier to read over busy backgrounds.
ar: يثني الخلفية عند الحواف ويضيف إطارًا لامعًا، مثل Dock. عند إيقافه يبقى الزجاج المصنفر الأنعم، وهو أسهل للقراءة فوق الخلفيات المزدحمة.
de: Krümmt den Hintergrund an den Kanten und fügt wie beim Dock einen hellen Rand hinzu. Wenn deaktiviert, bleibt das weichere Milchglas erhalten, das über unruhigen Hintergründen besser lesbar ist.
es: Curva el fondo en los bordes y añade un reborde brillante, como el Dock. Si se desactiva, se mantiene el vidrio esmerilado más suave, que se lee mejor sobre fondos recargados.
fr: Courbe l'arrière-plan aux bords et ajoute un liseré lumineux, comme le dock. Désactivée, l'option conserve le verre givré plus doux, plus lisible sur des arrière-plans chargés.
hu: Meghajlítja a hátteret a széleknél, és fényes peremet ad hozzá, mint a Dock. Kikapcsolva a lágyabb matt üveg marad, amely zsúfolt hátterek fölött könnyebben olvasható.
ja: Dockと同様に、端で背景を屈折させて明るい縁取りを加えます。オフにすると、よりやわらかなすりガラスになり、込み入った背景の上でも読みやすくなります。
nl: Buigt de achtergrond aan de randen en voegt een heldere lichtrand toe, net als het Dock. Uit behoudt het zachtere matte glas, dat beter leesbaar is boven drukke achtergronden.
pl: Załamuje tło przy krawędziach i dodaje jasną obwódkę, tak jak w Docku. Wyłączenie tej opcji pozostawia łagodniejszy efekt matowego szkła, który zapewnia większą czytelność na złożonym tle.
pt: Curva o fundo nas margens e adiciona um rebordo brilhante, como na Dock. Desativado, mantém o vidro fosco mais suave, que é mais fácil de ler sobre fundos com muitos elementos.
ru: Преломляет фон по краям и добавляет яркий ободок, как у Dock. Если выключено, используется более мягкое матовое стекло, которое лучше читается на пестром фоне.
sv: Böjer bakgrunden vid kanterna och lägger till en ljus kant, precis som dockan. Av behåller det mjukare frostade glaset, som är lättare att läsa över röriga bakgrunder.
tr: Arka planı kenarlarda büker ve dock gibi parlak bir kenar ekler. Kapalıyken daha yumuşak buzlu cam kullanılır, yoğun arka planlarda okuması daha kolaydır.
vi: Uốn cong nền ở các cạnh và thêm viền sáng, giống như dock. Khi tắt, kính mờ dịu hơn được giữ lại, dễ đọc hơn trên nền nhiều chi tiết.
zh_hans: 使边缘的背景产生折射，并添加与 Dock 相同的明亮边框。关闭时保留柔和的磨砂玻璃效果，在复杂背景下更易阅读。
zh_hant: 在邊緣產生背景折射效果並加上明亮邊緣，就像 Dock 一樣。關閉後則維持較柔和的霧面玻璃效果，在複雜背景上更容易閱讀。

source: Best quality (full resolution)
ar: أفضل جودة (دقة كاملة)
de: Beste Qualität (volle Auflösung)
es: Máxima calidad (resolución completa)
fr: Meilleure qualité (pleine résolution)
hu: Legjobb minőség (teljes felbontás)
ja: 最高品質（フル解像度）
nl: Beste kwaliteit (volledige resolutie)
pl: Najlepsza jakość (pełna rozdzielczość)
pt: Melhor qualidade (resolução total)
ru: Наилучшее качество (полное разрешение)
sv: Bästa kvalitet (full upplösning)
tr: En iyi kalite (tam çözünürlük)
vi: Chất lượng tốt nhất (độ phân giải đầy đủ)
zh_hans: 最佳质量（完整分辨率）
zh_hant: 最佳品質（全解析度）

source: Best quality captures window thumbnails at full Retina resolution. Sharper previews, but cached images use more memory.
ar: تلتقط أفضل جودة الصور المصغرة للنوافذ بدقة Retina الكاملة. معاينات أوضح، لكن الصور المخزنة مؤقتًا تستهلك ذاكرة أكبر.
de: Bei bester Qualität werden Fenster-Miniaturen in voller Retina-Auflösung aufgenommen. Schärfere Vorschauen, aber zwischengespeicherte Bilder belegen mehr Speicher.
es: La máxima calidad captura las miniaturas de ventana a resolución Retina completa. Previsualizaciones más nítidas, pero las imágenes en caché usan más memoria.
fr: Meilleure qualité capture les miniatures de fenêtre en pleine résolution Retina. Des aperçus plus nets, mais les images en cache utilisent plus de mémoire.
hu: A legjobb minőség teljes Retina felbontásban rögzíti az ablak-miniatűröket. Élesebb előnézetek, de a gyorsítótárazott képek több memóriát használnak.
ja: 最高品質では、ウインドウのサムネールをフルRetina解像度でキャプチャします。プレビューはより鮮明になりますが、キャッシュ画像のメモリ使用量が増えます。
nl: Bij de beste kwaliteit worden miniaturen van vensters vastgelegd in volledige Retina-resolutie. Dit levert scherpere voorbeelden op, maar de afbeeldingen in de cache nemen meer geheugen in beslag.
pl: W trybie najlepszej jakości miniatury okien są przechwytywane w pełnej rozdzielczości Retina. Podglądy są ostrzejsze, ale obrazy w pamięci podręcznej zajmują więcej pamięci.
pt: A melhor qualidade captura miniaturas de janelas na resolução Retina total. Pré-visualizações mais nítidas, mas as imagens em cache usam mais memória.
ru: Лучшее качество снимков для миниатюр окон при полном разрешении Retina, но кешированные изображения будут использовать больше памяти.
sv: Bästa kvalitet fångar fönsterminiatyrer i full Retina-upplösning. Skarpare förhandsvisningar, men cachade bilder använder mer minne.
tr: En iyi kalite, pencere küçük resimlerini tam Retina çözünürlüğünde yakalar. Önizlemeler daha net olur, ancak önbelleğe alınan görüntüler daha fazla bellek kullanır.
vi: Chất lượng tốt nhất sẽ ghi lại hình thu nhỏ cửa sổ ở độ phân giải Retina đầy đủ. Các bản xem trước sẽ sắc nét hơn, nhưng hình ảnh được lưu trong bộ nhớ đệm sẽ sử dụng nhiều bộ nhớ hơn.
zh_hans: 以完整 Retina 分辨率捕获窗口缩略图。预览更清晰，但缓存图像会占用更多内存。
zh_hant: 「最佳品質」會以完整 Retina 解析度擷取視窗縮圖。預覽畫面更清晰，但快取影像會佔用更多記憶體。

source: Beta
ar: بيتا
fr: Bêta
hu: Béta
ja: ベータ
nl: Bèta
ru: Бета
zh_hans: 测试版
zh_hant: 測試版

source: Beta builds arrive before stable releases and may be less reliable. Switching back to Stable keeps the current build until the next stable release.
ar: تصل إصدارات بيتا قبل الإصدارات المستقرة وقد تكون أقل موثوقية. عند العودة إلى «مستقر» يبقى الإصدار الحالي حتى الإصدار المستقر التالي.
de: Beta-Builds erscheinen vor stabilen Versionen und können weniger zuverlässig sein. Beim Zurückwechseln zu „Stabil“ bleibt der aktuelle Build bis zur nächsten stabilen Version erhalten.
es: Las versiones beta llegan antes que las versiones estables y pueden ser menos fiables. Si vuelves a Estable, se mantiene la versión actual hasta la siguiente versión estable.
fr: Les versions bêta arrivent avant les versions stables et peuvent être moins fiables. En revenant à Stable, vous conservez la version actuelle jusqu'à la prochaine version stable.
hu: A béta buildek a stabil kiadások előtt érkeznek, és kevésbé megbízhatók lehetnek. A Stabil csatornára való visszaváltáskor a jelenlegi build a következő stabil kiadásig megmarad.
ja: ベータ版のビルドは安定版より先に配信されますが、信頼性が低い場合があります。「安定版」に戻しても、次の安定版がリリースされるまでは現在のビルドが維持されます。
nl: Bètaversies verschijnen vóór de stabiele releases en zijn mogelijk minder betrouwbaar. Als je terugschakelt naar ‘Stabiel’, behoud je de huidige versie tot de volgende stabiele release.
pl: Wersje beta pojawiają się przed wydaniami stabilnymi i mogą być mniej niezawodne. Po powrocie do kanału stabilnego bieżąca wersja pozostanie zainstalowana do czasu następnego stabilnego wydania.
pt: As versões beta chegam antes das versões estáveis e podem ser menos fiáveis. Voltar para Estável mantém a versão atual até à próxima versão estável.
ru: Бета-сборки выходят раньше стабильных выпусков и могут быть менее надежными. При возврате на канал «Стабильный» текущая сборка сохраняется до следующего стабильного выпуска.
sv: Betaversioner kommer före stabila versioner och kan vara mindre tillförlitliga. Om du byter tillbaka till Stabil behålls den aktuella versionen tills nästa stabila version släpps.
tr: Beta sürümleri kararlı sürümlerden önce gelir ve daha az güvenilir olabilir. Kararlı sürüme geri dönmek, bir sonraki kararlı sürüme kadar mevcut derlemeyi korur.
vi: Các bản dựng beta ra mắt trước các bản phát hành ổn định và có thể kém tin cậy hơn. Chuyển lại sang Ổn định sẽ giữ bản dựng hiện tại cho đến bản phát hành ổn định tiếp theo.
zh_hans: 测试版会先于稳定版发布，可靠性可能较低。切换回稳定版后，将保留当前版本，直到下一个稳定版发布。
zh_hant: Beta 版本會在正式版本之前發布，且穩定性可能較低。切換回正式版本後，將會保留目前的版本，直到下一個正式版本發布為止。

source: bluetooth
ar: بلوتوث
zh_hans: 蓝牙
zh_hant: 藍牙

source: Bluetooth Settings
ar: إعدادات Bluetooth
de: Bluetooth-Einstellungen
es: Ajustes de Bluetooth
fr: Réglages Bluetooth
hu: Bluetooth-beállítások
ja: Bluetooth設定
nl: Bluetooth-instellingen
pl: Ustawienia Bluetooth
pt: Definições de Bluetooth
ru: Настройки Bluetooth
sv: Bluetooth-inställningar
tr: Bluetooth Ayarları
vi: Cài đặt Bluetooth
zh_hans: 蓝牙设置
zh_hant: 藍牙設定

source: Blur Style
ar: نمط التمويه
de: Unschärfe-Stil
es: Estilo de desenfoque
fr: Style de flou
hu: Elmosási stílus
ja: ぼかしスタイル
nl: Vervagingsstijl
pl: Styl rozmycia
pt: Estilo de Desfoque
ru: Стиль размытия
sv: Oskärpestil
tr: Bulanıklık Stili
vi: Kiểu làm mờ
zh_hans: 模糊样式
zh_hant: 模糊樣式

source: Border
ar: إطار
de: Rand
es: Borde
fr: Contour du Dock
hu: Keret
ja: 枠線
nl: Rand
pl: Obramowanie
pt: Contorno
ru: Граница
sv: Kantlinje
tr: Kenarlık
vi: Viền
zh_hans: 边框
zh_hant: 框線

source: Border Opacity
ar: عتامة الحدود
de: Rahmendeckkraft
es: Opacidad del borde
fr: Opacité du contour
hu: Keret átlátszatlansága
ja: 枠線の不透明度
nl: Randdekking
pl: Krycie obramowania
pt: Opacidade do Contorno
ru: Непрозрачность границы
sv: Kantlinjens opacitet
tr: Kenarlık Opaklığı
vi: Độ mờ viền
zh_hans: 边框不透明度
zh_hant: 框線透明度

source: Border Thickness
ar: سماكة الحدود
de: Rahmenstärke
es: Grosor del borde
fr: Épaisseur de bordure
hu: Szegélyvastagság
ja: 枠線の太さ
nl: Dikte van de rand
pl: Grubość obramowania
pt: Espessura do Contorno
ru: Толщина границы
sv: Kantlinjens tjocklek
tr: Kenar Kalınlığı
vi: Độ dày viền
zh_hans: 边框粗细
zh_hant: 框線粗細

source: Both Sides
ar: كلا الجانبين
de: Beide Seiten
es: Ambos lados
fr: Deux côtés
hu: Mindkét oldal
ja: 両側
nl: Beide kanten
pl: Obie strony
pt: Ambos os lados
ru: Обе стороны
sv: Båda sidorna
tr: Her iki taraf
vi: Cả hai bên
zh_hans: 两侧
zh_hant: 兩側

source: Bottom
ar: أسفل
de: Unten
es: Abajo
fr: Bas
hu: Lent
ja: 下
nl: Onderaan
pl: Na dole
pt: Inferior
ru: Снизу
sv: Nedtill
tr: Alt kısım
vi: Dưới cùng
zh_hans: 底部
zh_hant: 底部

source: Bottom Center
ar: أسفل المركز
de: Unten mittig
es: Abajo en el centro
fr: Bas : Centre
hu: Alul középen
ja: 下中央
nl: Onderkant, midden
pl: Na dole pośrodku
pt: Inferior Central
ru: Нижний центр
sv: Nedtill i mitten
tr: Alt orta
vi: Dưới cùng ở giữa
zh_hans: 底部居中
zh_hant: 底部置中

source: Bottom Leading
ar: أسفل البداية
de: Unten links
es: Abajo al inicio
fr: Bas : Gauche
hu: Bal alsó
ja: 下（先頭側）
nl: Onderkant, vooraan
pl: Na dole przy początku
pt: Inferior Inicial
ru: Снизу слева
sv: Nedtill i framkant
tr: Alt Başlangıç
vi: Dưới cùng bên trái
zh_hans: 左下角
zh_hant: 底部前端

source: Bottom Left Quarter
ar: الربع السفلي الأيسر
de: Unteres linkes Viertel
es: Cuarto inferior izquierdo
fr: En bas à gauche
hu: Bal alsó negyed
ja: 左下4分の1
nl: Onderkant, linkerhoek
pl: Lewa dolna ćwiartka
pt: Quarto Inferior Esquerdo
ru: Нижняя левая четверть
sv: Nedre vänstra fjärdedelen
tr: Sol alt çeyrek
vi: Một phần tư dưới cùng bên trái
zh_hans: 左下四分之一
zh_hant: 左下四分之一區域

source: Bottom Right Quarter
ar: الربع السفلي الأيمن
de: Unteres rechtes Viertel
es: Cuarto inferior derecho
fr: En bas à droite
hu: Jobb alsó negyed
ja: 右下4分の1
nl: Onderkant, rechterhoek
pl: Prawa dolna ćwiartka
pt: Quarto Inferior Direito
ru: Нижняя правая четверть
sv: Nedre högra fjärdedelen
tr: Sağ alt çeyrek
vi: Một phần tư dưới cùng bên phải
zh_hans: 右下四分之一
zh_hant: 右下四分之一區域

source: Bottom Trailing
ar: أسفل النهاية
de: Unten rechts
es: Abajo al final
fr: Bas : Droite
hu: Jobb alsó
ja: 下（末尾側）
nl: Onderkant, achteraan
pl: Na dole przy końcu
pt: Inferior Final
ru: Снизу справа
sv: Nedtill i bakkant
tr: Alt Bitiş
vi: Dưới cùng bên phải
zh_hans: 右下角
zh_hant: 底部尾端

source: Bounce
ar: ارتداد
de: Hüpfen
es: Rebote
fr: Rebond
hu: Pattogás
ja: バウンス
nl: Stuiterend
pl: Podskok
pt: Ressalto
ru: Подпрыгивание
sv: Studs
tr: Sekme
vi: Nảy
zh_hans: 弹跳
zh_hant: 彈跳

source: Bounce Animation
ar: حركة الارتداد
de: Hüpfanimation
es: Animación de rebote
fr: Animation de rebond
hu: Ugráló animáció
ja: バウンスアニメーション
nl: Stuiteranimatie
pl: Animacja podskoku
pt: Animação de Ressalto
ru: Анимация подпрыгивания
sv: Studsanimering
tr: Zıplama Animasyonu
vi: Hiệu ứng nảy
zh_hans: 弹跳动画
zh_hant: 彈跳動畫

source: Bounce Height
ar: ارتفاع الارتداد
de: Hüpfhöhe
es: Altura del rebote
fr: Hauteur du rebond
hu: Pattogás magassága
ja: バウンスの高さ
nl: Stuiterhoogte
pl: Wysokość podskoku
pt: Altura do Ressalto
ru: Высота подпрыгивания
sv: Studshöjd
tr: Sekme Yüksekliği
vi: Độ nảy
zh_hans: 弹跳高度
zh_hant: 彈跳高度

source: Bounce icons while launching and when new windows open
ar: ارتداد الرموز أثناء التشغيل وعند فتح نوافذ جديدة
de: Symbole beim Starten und beim Öffnen neuer Fenster hüpfen lassen
es: Hace rebotar los iconos durante el inicio y cuando se abren ventanas nuevas
fr: Fait rebondir les icônes au lancement et à l'ouverture de nouvelles fenêtres
hu: Ikonok ugrálása indításkor és új ablakok megnyitásakor
ja: 起動中や新しいウインドウが開いたときにアイコンをバウンスさせる
nl: Laat pictogrammen stuiteren bij het opstarten en wanneer er nieuwe vensters worden geopend
pl: Podskakuj ikonami podczas uruchamiania i otwierania nowych okien
pt: Fazer os ícones ressaltar ao abrir aplicações e quando abrem novas janelas
ru: Подпрыгивание значков при запуске и при открытии новых окон
sv: Studsa symboler när appar startar och när nya fönster öppnas
tr: Başlatılırken ve yeni pencereler açıldığında simgeleri zıplat
vi: Nảy các biểu tượng khi khởi chạy và khi các cửa sổ mới mở
zh_hans: 程序启动时及打开新窗口时让图标跳动
zh_hant: 在啟動應用程式及開啟新視窗時彈跳圖示

source: Bounce Motion
ar: حركة الارتداد
de: Hüpfbewegung
es: Movimiento de rebote
fr: Mouvement de rebond
hu: Pattogási mozgás
ja: バウンスの動き
nl: Stuiterbeweging
pl: Animacja podskoku
pt: Movimento de Ressalto
ru: Движение при подпрыгивании
sv: Studsrörelse
tr: Sekme Animasyonu
vi: Chuyển động nảy
zh_hans: 弹跳动作
zh_hant: 彈跳動畫

source: break
ar: استراحة
de: pause
es: descanso
fr: pause
hu: szünet
ja: 休憩
nl: pauze
pl: przerwa
pt: pausa
ru: перерыв
sv: paus
tr: mola
vi: nghỉ giải lao
zh_hans: 休息
zh_hant: 休息

source: Break
ar: استراحة
de: Pause
es: Descanso
fr: Pause
hu: Szünet
ja: 休憩
nl: Pauze
pl: Przerwa
pt: Pausa
ru: Перерыв
sv: Paus
tr: Mola
vi: Nghỉ
zh_hans: 休息
zh_hant: 休息

source: Break Over
ar: انتهت الاستراحة
de: Pause vorbei
es: Fin del descanso
fr: Fin de la pause
hu: Vége a szünetnek
ja: 休憩終了
nl: Pauze voorbij
pl: Koniec przerwy
pt: Fim da pausa
ru: Перерыв окончен
sv: Pausen är slut
tr: Mola Bitti
vi: Hết giờ nghỉ
zh_hans: 休息结束
zh_hant: 休息結束

source: Break Reminder
ar: تذكير الاستراحة
de: Pausenerinnerung
es: Recordatorio de descanso
fr: Rappel de pause
hu: Szünetemlékeztető
ja: 休憩リマインダー
nl: Pauzeherinnering
pl: Przypomnienie o przerwie
pt: Lembrete de Pausa
ru: Напоминание о перерыве
sv: Pauspåminnelse
tr: Mola Hatırlatıcısı
vi: Nhắc nghỉ giải lao
zh_hans: 休息提醒
zh_hant: 休息提醒

source: Breathe
ar: تنفّس
de: Atmen
es: Respirar
fr: Respiration
hu: Lélegzés
ja: 呼吸
nl: Ademen
pl: Pulsowanie
pt: Respirar
ru: Дыхание
sv: Andas
tr: Nefes
vi: Hít thở
zh_hans: 呼吸
zh_hant: 呼吸

source: Breathing room between icons and around the dock.
ar: مساحة مريحة بين الأيقونات وحول Dock.
de: Mehr Luft zwischen den Symbolen und um das Dock.
es: Espacio para respirar entre los iconos y alrededor del Dock.
fr: Espace entre les icônes et autour du dock.
hu: Szellősebb tér az ikonok között és a Dock körül.
ja: アイコンの間とDockの周囲にゆとりを持たせます。
nl: Vrije ruimte tussen de pictogrammen en rondom het Dock.
pl: Więcej oddechu między ikonami i wokół Docka.
pt: Espaço desafogado entre os ícones e à volta da Dock.
ru: Свободное пространство между значками и вокруг Dock.
sv: Luft mellan symboler och runt Docken.
tr: Simgeler arasında ve dock çevresinde nefes alma alanı.
vi: Khoảng cách giữa các biểu tượng và xung quanh dock.
zh_hans: 图标之间以及 Dock 周围的留白空间。
zh_hant: 調整圖示之間以及 Dock 周圍的留白空間。

source: Bright Noise
ar: ضوضاء ساطعة
de: Helles Rauschen
es: Ruido brillante
fr: Bruit clair
hu: Fényes zaj
ja: ブライトノイズ
nl: Heldere ruis
pl: Jasny szum
pt: Ruído brilhante
ru: Яркий шум
sv: Ljust brus
tr: Parlak Gürültü
vi: Tiếng ồn sáng
zh_hans: 亮噪声
zh_hant: 明亮噪音

source: Brightness of the light overlay drawn over the dock background in Light Mode.
ar: سطوع الطبقة الفاتحة المرسومة فوق خلفية Dock في المظهر الفاتح.
de: Helligkeit der hellen Überlagerung über dem Dock-Hintergrund im hellen Modus.
es: Brillo de la capa clara dibujada sobre el fondo del Dock en el modo claro.
fr: Luminosité de la surcouche claire dessinée sur l'arrière-plan du dock en mode clair.
hu: A Dock háttere fölé rajzolt világos fedőréteg fényereje Világos módban.
ja: ライトモードでDockの背景に重ねて描画される明るいオーバーレイの明るさ。
nl: De helderheid van de lichtlaag die in de lichte modus over de achtergrond van het Dock wordt getekend.
pl: Jasność jasnej nakładki rysowanej na tle Docka w trybie jasnym.
pt: Brilho da camada clara desenhada sobre o fundo da Dock no modo claro.
ru: Яркость светлого наложения поверх фона Dock в светлом режиме.
sv: Ljusstyrkan på det ljusa lagret som ritas över dockbakgrunden i ljust läge.
tr: Açık Mod'da dock arka planının üzerine çizilen açık katmanın parlaklığı.
vi: Độ sáng của lớp phủ ánh sáng phủ lên nền dock trong Chế độ sáng.
zh_hans: 调整浅色模式下覆盖在 Dock 背景上的高光层亮度。
zh_hant: 淺色模式下 Dock 背景亮色覆蓋層的亮度。

source: Bring All Windows Here
ar: إحضار كل النوافذ إلى هنا
de: Alle Fenster hierher bringen
es: Traer todas las ventanas aquí
fr: Amener toutes les fenêtres ici
hu: Az összes ablak áthozása ide
ja: すべてのウインドウをここに集める
nl: Alle vensters hierheen verplaatsen
pl: Przenieś tutaj wszystkie okna
pt: Trazer Todas as Janelas para Aqui
ru: Переместить все окна сюда
sv: Flytta alla fönster hit
tr: Tüm Pencereleri Buraya Getir
vi: Đưa tất cả cửa sổ về đây
zh_hans: 将所有窗口移至此处
zh_hant: 將所有視窗移至此處

source: Bring the auto-hidden dock on screen while Mission Control or App Exposé is open
ar: إظهار Dock المخفي تلقائيًا على الشاشة أثناء فتح Mission Control أو App Exposé
de: Das automatisch ausgeblendete Dock einblenden, während Mission Control oder App Exposé geöffnet ist
es: Muestra el Dock oculto automáticamente mientras Mission Control o App Exposé están abiertos
fr: Afficher le dock masqué automatiquement pendant que Mission Control ou App Exposé est ouvert
hu: Az automatikusan elrejtett Dock megjelenítése, amíg a Mission Control vagy az App Exposé nyitva van
ja: Mission ControlまたはApp Exposé が開いている間、自動的に隠れたDockを画面に表示
nl: Toon het automatisch verborgen Dock terwijl Mission Control of App Exposé geopend is
pl: Pokazuj automatycznie ukrywany Dock, gdy otwarte jest Mission Control lub Exposé aplikacji
pt: Mostrar a Dock ocultada automaticamente enquanto o Mission Control ou o App Exposé estão abertos
ru: Показывать автоматически скрытый Dock, пока открыт Mission Control или App Exposé
sv: Visa den automatiskt gömda dockan på skärmen när Mission Control eller App Exposé är öppet
tr: Mission Control veya App Exposé açıkken otomatik gizlenen dock'u ekrana getir
vi: Đưa dock tự động ẩn lên màn hình khi Mission Control hoặc App Exposé đang mở
zh_hans: 打开调度中心或应用程序 Exposé 时显示自动隐藏的 Dock
zh_hant: 在「指揮中心」或「App Exposé」開啟時，將自動隱藏的 Dock 顯示在螢幕上

source: Bring the hidden dock on screen while Mission Control or App Exposé is open, like the native dock.
ar: إظهار Dock المخفي على الشاشة أثناء فتح Mission Control أو App Exposé، مثل Dock الأصلي.
de: Das ausgeblendete Dock einblenden, während Mission Control oder App Exposé geöffnet ist, wie beim Original-Dock.
es: Muestra el Dock oculto mientras Mission Control o App Exposé están abiertos, como el Dock nativo.
fr: Afficher le dock masqué pendant que Mission Control ou App Exposé est ouvert, comme le Dock natif.
hu: A rejtett Dock megjelenítése, amíg a Mission Control vagy az App Exposé nyitva van, a natív Dockhoz hasonlóan.
ja: 標準のDockと同様に、Mission ControlまたはApp Exposé が開いている間、隠れたDockを画面に表示します。
nl: Toon het verborgen Dock terwijl Mission Control of App Exposé geopend is, net als het standaard Dock.
pl: Pokazuj ukryty Dock, gdy otwarte jest Mission Control lub Exposé aplikacji, tak jak systemowy Dock.
pt: Mostrar a Dock oculta enquanto o Mission Control ou o App Exposé estão abertos, como a Dock nativa.
ru: Показывать скрытый Dock, пока открыт Mission Control или App Exposé, как системный Dock.
sv: Visa den gömda dockan på skärmen när Mission Control eller App Exposé är öppet, precis som den inbyggda Docken.
tr: Mission Control veya App Exposé açıkken gizli dock'u yerel dock gibi ekrana getir.
vi: Đưa dock bị ẩn lên màn hình khi Mission Control hoặc App Exposé đang mở, giống như Dock mặc định.
zh_hans: 打开调度中心或应用程序 Exposé 时显示隐藏的 Dock，与原生 Dock 的行为一致。
zh_hant: 在「指揮中心」或「App Exposé」開啟時，將隱藏的 Dock 顯示在螢幕上，行為與系統原生 Dock 相同。

source: Bring to Current Space
ar: إحضار إلى المساحة الحالية
de: Zum aktuellen Space bringen
es: Traer al espacio actual
fr: Déplacer vers l’espace actuel
hu: Áthelyezés a jelenlegi Space-re
ja: 現在の操作スペースに移動
nl: Naar de huidige space verplaatsen
pl: Przenieś do bieżącej przestrzeni
pt: Trazer para o Espaço Atual
ru: Переместить в текущее пространство
sv: Flytta till aktuellt Space
tr: Mevcut Alana Taşı
vi: Đưa đến Không gian hiện tại
zh_hans: 移动到当前桌面空间
zh_hant: 移至目前桌面空間

source: Browse
ar: تصفح
de: Durchsuchen
es: Explorar
fr: Parcourir
hu: Böngészés
ja: ブラウズ
nl: Bladeren
pl: Przeglądaj
pt: Explorar
ru: Обзор
sv: Bläddra
tr: Göz at
vi: Duyệt
zh_hans: 菜单栏
zh_hant: 瀏覽

source: Browse Apps...
ar: تصفح التطبيقات...
de: Apps durchsuchen...
es: Explorar apps…
fr: Parcourir les applications...
hu: Appok böngészése…
ja: アプリをブラウズ…
nl: Blader door apps...
pl: Przeglądaj aplikacje…
pt: Explorar Aplicações…
ru: Просмотреть приложения...
sv: Bläddra bland appar...
tr: Uygulamalara Göz At...
vi: Duyệt ứng dụng...
zh_hans: 浏览应用……
zh_hant: 瀏覽應用程式……

source: Browse Commands
ar: تصفح الأوامر
de: Befehle durchsuchen
es: Explorar comandos
fr: Commandes
hu: Parancsok böngészése
ja: コマンドをブラウズ
nl: Blader door opdrachten
pl: Przeglądaj polecenia
pt: Explorar Comandos
ru: Просмотр команд
sv: Bläddra bland kommandon
tr: Komutlara göz at
vi: Duyệt lệnh
zh_hans: 浏览菜单栏命令
zh_hant: 瀏覽指令

source: Browse, install, and manage community widgets
ar: تصفح أدوات المجتمع وتثبيتها وإدارتها
de: Community-Widgets durchsuchen, installieren und verwalten
es: Explora, instala y gestiona widgets de la comunidad
fr: Parcourir, installer et gérer les widgets de la communauté
hu: Közösségi widgetek böngészése, telepítése és kezelése
ja: コミュニティウィジェットのブラウズ、インストール、管理
nl: Community-widgets bekijken, installeren en beheren
pl: Przeglądaj, instaluj i zarządzaj widżetami społeczności
pt: Explore, instale e faça a gestão de widgets da comunidade
ru: Просмотр, установка и управление виджетами сообщества
sv: Bläddra bland, installera och hantera communitywidgetar
tr: Topluluk widget’larını keşfet, yükle ve yönet
vi: Duyệt, cài đặt và quản lý các tiện ích cộng đồng
zh_hans: 浏览、安装和管理社区小组件
zh_hant: 瀏覽、安裝及管理社群小工具

source: Browse...
ar: استعراض...
de: Durchsuchen...
es: Explorar…
fr: Parcourir...
hu: Böngészés...
ja: ブラウズ…
nl: Bladeren...
pl: Przeglądaj…
pt: Explorar…
ru: Обзор...
sv: Bläddra...
tr: Göz At…
vi: Duyệt...
zh_hans: 浏览……
zh_hant: 瀏覽……

source: Browser
ar: المتصفح
es: Navegador
fr: Navigateur
hu: Böngésző
ja: ブラウザ
pl: Przeglądarka
pt: Navegador
ru: Браузер
sv: Webbläsare
tr: Tarayıcı
vi: Trình duyệt
zh_hans: 浏览器
zh_hant: 瀏覽器

source: Browser Profile
ar: ملف تعريف المتصفح
de: Browser-Profil
es: Perfil del navegador
fr: Profil du navigateur
hu: Böngészőprofil
ja: ブラウザプロファイル
nl: Browserprofiel
pl: Profil przeglądarki
pt: Perfil do Navegador
ru: Профиль браузера
sv: Webbläsarprofil
tr: Tarayıcı Profili
vi: Hồ sơ trình duyệt
zh_hans: 浏览器个人资料
zh_hant: 瀏覽器設定檔

source: Build and drop in
ar: أنشئها وأفلتها
de: Erstellen und ablegen
es: Compila y suelta
fr: Compiler et déposer
hu: Megépítés és behúzás
ja: ビルドして配置
nl: Bouwen en plaatsen
pl: Skompiluj i dodaj
pt: Compilar e largar
ru: Соберите и добавьте
sv: Bygg och släpp in
tr: Derle ve içine bırak
vi: Dựng và thả vào
zh_hans: 创建并导入
zh_hant: 建置並放入
